Repository: hyperdriveguy/mint-software-center
Catalog: po/*.po
Languages: et, nn

source: Lubuntu Software Center
et: Lubuntu tarkvarakeskus
nn: Lubuntu Programvaresenter

source: Software Center
et: Tarkvarakeskus
nn: Programvaresenter

source: Lets you choose from thousands of applications available for Ubuntu
et: Võimaldab valida tuhandetest saadaolevatest rakendustest
nn: Lèt deg velja mellom tusenvis av applikasjonar som er tilgjengeleg for Ubuntu

source: Please install the package app-install-data, lubuntu software center will not work in beginner mode without it
et: Lubuntu tarkvarakeskus ei tööta ilma pakettita app-install-data, palun paigalda see.
nn: Installer pakken app-install-data, lubuntu programvaresenter vil ikkje verke i begynnar-modus utan

source: packages listed
et: loetletud paketid
nn: pakkar som er lista

source: Installed
et: Paigaldatud
nn: Installert

source: Selected package
et: Valitud rakendus
nn: Valde pakkar

source: Added to the Apps Basket
et: Lisatud rakenduste korvi
nn: Lagt til i Applikasjonskorga

source: Add to the Apps Basket
et: Lisa rakenduste korvi
nn: Legg til i Applikasjonskorga

source: Remove from the system
et: Eemalda süsteemist
nn: Fjern frå systemet

source: Searching in Installed
et: Otsi paigaldatutest
nn: Søkjer i installerte

source: Searching in
et: Otsimine
nn: Søkjer i

source: (requested by
et: (seda nõuab
nn: (ynskja av

source: unknown
et: tundmatu
nn: ukjend

source: Put some apps in the basket to install them
et: Rakenduste paigaldamiseks kasuta rakenduste korvi
nn: Legg applikasjonar til i korga for å installere dei

source: Apps Basket
et: Rakenduste korv
nn: Applikasjonskorg

source: package marked
et: rakendust valitud

source: to download
et: allalaadida

source: to install
et: vaja paigaldamiseks

source: packages
et: rakendust
nn: pakkar

source: Available Categories
et: Saadaolevad kategooriad
nn: Tilgjengelege kategoriar

source: Choose a category to start
et: Alustamiseks vali kategooria
nn: Vel ein kategori for å starta

source: Error
et: Viga
nn: Feil

source: Reviews
et: Arvustused
nn: Omtalar

source: Download Size:
et: Allalaadimise suurus:
nn: Nedlastingsstorleik:

source: Installed Size:
et: Suurus paigaldatuna:
nn: Installert storleik:

source: Version:
et: Versioon:
nn: Utgåve:

source: Infos on
et: Info
nn: Informasjon om

source: Apps installed successfully
et: Rakendid edukalt installitud

source: Apps removed successfully
et: Rakendid edukalt eemaldatud

source: No connection found, you can't install applications, however you can browse for them
et: Võrguühendust ei leitud. Saad rakendusi sirvida, kuid mitte paigaldada

source: Lubuntu Software Center Preferences
et: Lubuntu Tarkvara Keskuse eelistused
nn: Instillingar for Lubuntu Programvaresenter

source: Open Software Properties
et: Ava tarkvara omadused

source: General
et: Üldine

source: Expert Mode
et: Ekspertrežiim
nn: Ekspertmodus

source: Performance
et: Jõudlus
nn: Yting

source: Render Icons
et: Ikoonide näitamine

source: Download Screenshots
et: Lae alla ekraanipilte
nn: Last ned skjermbilete

source: Check connection at startup
et: Ühenduse kontrollimine käivitamisel
nn: Sjekk tilkopling ved oppstart

source: No reviews available
et: Arvustusi pole

source: Get Software
et: Tarkvara hankimine
nn: Hent programvare

source: Installed Software
et: Paigaldatud tarkvara
nn: Installert programvare

source: Light but user-friendly Software Center for Lubuntu
et: Kerge kuid kasutajasõbralik Lubuntu tarkvarakeskus

source: Show at least 20 results
et: Näita vähemalt 20 tulemust
nn: Vis minst 20 resultat

source: Show all results
et: Kõigi tulemuste näitamine
nn: Vis alle resultata

source: Description
et: Kirjeldus
nn: Skildring

source: Check for reviews
et: Näita arvustusi

source: No Packages Found
et: Pakette ei leitud
nn: Ingen pakkar vart funne

source: Details on the package
et: Paketi üksikajad
nn: Detaljar om pakken

source: Add/remove
et: Lisa/eemalda
nn: Legg til/fjern

source: Search all categories instead
et: Otsi kõigist kategooriatest

source: Install Packages
et: Pakettide paigaldamine
nn: Innstaller pakkar

source: Discard
et: Tühista
nn: Forkast

source: Package
et: Pakett
nn: Pakke

source: To Download
et: Allalaadida

source: To Install
et: Paigaldatav

source: Version
et: Versioon
nn: Versjon

source: Submit a screenshot
et: Saada ekraanipilt
nn: Send inn eit skjermbilete

source: Search a package...
et: Otsi paketti...
nn: Søk etter ein pakke...

source: Copyright © 2011 Lubuntu team
et: Autoriõigus © 2011 Lubuntu tiim
nn: Kopirett © 2011 Lubuntu team

source: Software Center for the Lubuntu project
et: Tarkvarakeskus Lubuntu projektile

source: Sometimes, when you remove an application, the config files remains. Click on this button to remove the old config files
et: Mõnikord jäävad rakenduse eemaldamise järel seadustusfailid alles. Klõpsa sellel nupul, kui tahad need eemaldada
nn: Nokre gonger, når du fjernar ein applikasjon, vert konfigurasjonsfila verande. Trykk på denne knappen for å fjerna dei gamle konfigurasjonsfilane

source: Some applications needs other packages to work, when you remove these applications the other packages aren't removed. Click on this button to remove the unused packages
et: Osad rakendused vajavad töötamiseks mõningaid teisi pakette. Kui sa selliseid rakendusi eemaldad, siis sõltuvaid pakette ei eemaldata. Klõpsa nende eemaldamiseks seda nuppu

source: When you install an application, the files needed for the installation are downloaded locally. Click on this button to remove the unuseful downloaded packages
et: Kui sa rakenduse paigaldad, siis laaditakse paigalduseks vajaliku failid sinu arvutisse. Klõpsa nende eemaldamiseks seda nuppu

source: _File
et: _Fail
nn: _Fil

source: _Edit
et: Õi_endus
nn: R_ediger

source: Software Properties
et: Tarkvaraallikad
nn: Programvareeigenskapar

source: _Help
et: _Abi
nn: _Hjelp

source: Home
et: Kodu
nn: Heim

source: Clean Disk
et: Puhasta ketas

source: Update the programs list. Clicking on this button, the updated softwares list will be downloaded
et: Värskendab rakenduste nimistu. Sellel nupul klõpsamine käivitab värske tarkvaranimekirja allalaadimise
nn: Oppdater programlista. Viss du trykkjer på denne knappen, vil den oppdaterte programlista verta nedlasta

source: Update
et: Värskenda
nn: Oppdater

source: Preferences
et: Eelistused
nn: Innstillingar

source: calculating packages...
et: pakettide arvestamine...

source: page 1
et: lehekülg 1
nn: side 1

source: column
et: tulp

source: No packages found Do you want you search all categories instead?
et: Pakette ei leitud Soovid ehk proovida otsida kõigist kategooriatest?
nn: Ingen pakkar vart funne Vil du søkje gjennom alle kategoriane i staden?

source: No package matches
et: Vastavaid pakette pole

source: page 2
et: lehekülg 2
nn: side 2

source: page 3
et: lehekülg 3
nn: side 3

source: Mb to download
et: Mb alla laadida

source: Install the packages
et: Pakettide paigaldamine
nn: Installer pakkane

source: Download size
et: Alla laaditav maht
nn: Nedlastingsstorleik

source: Remove <package> from the Apps Basket
et: Eemaldab <package> rakenduste korvist

source: Page 4
et: lehekülg 4
nn: Side 4

source: label
et: silt

source: button
et: nupp
nn: knapp

source: No Screenshot Found Please check your Internet connection
et: Kuvatõmmist ei leitud Kontrolli, kas oled ühendatud Internetti

source: Click to maximize
et: Klõpsa maksimeerimiseks

source: page 5
et: lehekülg 5

source: No config files found
et: Seadistusfaile ei leitud
nn: Ingen konfigurasjonsfilar vart funne

source: Old configuration files
et: Vanad seadistusfailid
nn: Gamle konfigurasjonsfilar

source: No downloaded files found
et: Allalaaditud faile ei leitud

source: Downloaded Packages
et: Allalaaditud paketid
nn: Nedlasta pakkar

source: Clean up your disk
et: Ketta puhastamine

source: Clean root trash
et: Juure puhastamine rämpsust

source: The trash of the root user (located in /root) can be full of old and unuseful files, cleaning it often means a quite gain of disk space
et: Juurkasutaja prügikast (asub kataloogis /root) võib olla tarbetuid faile täis. Selle tühjendamine toob sageli juurde märkimisväärselt vaba ruumi

source: Clean thumbnails cache
et: Heiastuste puhvri puhastamine

source: When you open a folder with images, the thumbnails are dinamically created and saved in a hide folder in your home. Click here to clean this folder (this won't delete important files)
et: Kui sa avad pilte sisaldava kausta, siis luuakse automaatselt nende heiastused, mis salvestatakse varjatult kodukataloogi. Klõpsa nende eemaldamiseks siia (see ei kaota ühtegi olulist faili)

source: Clean Configuration
et: Puhasta seadistused

source: Clean Cache
et: Puhasta puhver

source: Save Disk Space
et: Säästa kettaruumi

source: page 6
et: lehekülg 6
nn: side 6

source: Beginner Mode
et: Algaja režiim
nn: Begynnarmodus

source: Icons only
et: Ainult ikoonid
nn: Berre ikon

source: Text only
et: Ainult tekst
nn: Berre tekst

source: Text below icons
et: Tekst ikoonide all
nn: Tekst under ikon

source: Text beside icons
et: Tekst ikoonide kõrval
nn: Tekst attmed ikon

source: Mode of visualization
et: Visualiseerimisviis

source: Choose the mode you want, in Beginner Mode are listed only the real applications, in Expert Mode are listed all the packages included libraries and command-line tools.
et: Vali soovitud režiim. Algaja režiimis näidatakse ainult tavapäraseid rakendusi. Ekspertrežiimis näidatakse lisaks ka teeke ja käsureautiliite.

source: Use the packages database
et: Pakettide andmebaasi kasutamine

source: Interface
et: Kasutajaliides
nn: Grensesnitt

source: ToolBar Style
et: Tööriistariba stiil

source: Choose the ToolBar style
et: Tööriistariba stiili valimine

source: Show MenuBar
et: Menüüriba näitamine

source: Show StatusBar
et: Staatuseriba näitamine

source: Utilities
et: Tööriistad

source: Universal Access
et: Kasutaja abivahendid

source: Games
et: Mängud

source: Graphic
et: Graafika

source: Education
et: Haridus

source: Science & Engineering
et: Teadus & inseneritöö

source: System
et: Süsteem

source: Developer Tools
et: Arendustööriistad

source: Themes & Tweaks
et: Teemad & kohandus

source: Fonts
et: Kirjatüübid

source: Office
et: Kontoritöö

source: All
et: Kogu tarkvara
